Repository: koenige/modules-tournaments
Catalog: languages/tournaments-*.po
Languages: de

source: Empty Tournament
de: Turnier leeren

source: Empty the tournament
de: Leeren des Turniers

source: In emergencies, if data has been imported incorrectly, an entire tournament can be deleted here: games, pairings, players (if added via import), teams.
de: In Notfällen, wenn Daten fehlerhaft importiert wurden, kann hier ein ganzes Turnier gelöscht werden: Spiele, Paarungen, Spieler (falls über den Import hinzugefügt), Mannschaften.

source: These records would be deleted:
de: Diese Einträge würden gelöscht:

source: %s game
de: %s Partie

source: %s pairing
de: %s Paarung

source: %s standing
de: %s Tabellenstand

source: %s player
de: %s Spieler

source: These records were deleted:
de: Diese Einträge wurden gelöscht:

source: Rounds
de: Runden

source: Round
de: Runde

source: PGN file
de: PGN-Datei

source: Can be left blank, will be added automatically
de: Kann leer gelassen werden, wird automatisch hinzugefügt

source: Games
de: Partien

source: Pairings
de: Paarungen

source: Standings
de: Tabellenstände

source: Instead of input: Transfer of the settings from the last tournament in this series
de: Anstelle der Eingabe: Übernahme der Einstellungen des letzten Turniers in dieser Reihe

source: Please only upload files for the entire tournament here.
de: Bitte laden Sie hier nur Dateien für das gesamte Turnier hoch.

source: For rounds, there is a possibility to upload a PGN file in the <a href="%s">round overview</a>.
de: Für Runden besteht die Möglichkeit, in der <a href="%s">Rundenübersicht</a> eine PGN-Datei hochzuladen.

source: Standings update for round %d impossible: So far only %d round has been played.
de: Aktualisierung der Rangliste für Runde %d unmöglich: Bislang wurde nur %d Runde gespielt.

source: Attempted to update a round that is higher than the maximum number of rounds.
de: Es wurde versucht, eine Runde zu aktualisieren, die höher als die maximale Anzahl von Runden ist.

source: Standings update for round %d impossible: No games were played in this round.
de: Tabellenaktualisierung für Runde %d unmöglich: In dieser Runde wurden keine Partien gespielt.

source: Standings for tournament %s, round %d have been successfully updated.
de: Der Tabellenstand für Turnier %s, Runde %d wurde erfolgreich aktualisiert.

source: Standings for tournament %s, round %d: no updates necessary.
de: Tabellenstand für Turnier %s, Runde %d: keine Aktualisierung erforderlich.

source: No ratings found when updating on %s.
de: Keine Wertungzahlen beim Update am %s gefunden.

source: The tournament is over. All live games are integrated into the <a href="../">tournament pages</a>.
de: Das Turnier ist vorbei. Alle Live-Partien wurden in die <a href="../">Turnierseiten</a> integriert.

source: Please create a tournament first.
de: Bitte legen Sie zuerst ein Turnier an.

source: Tournament
de: Turnier

source: Tournament Identifiers
de: Turnierkennungen
